Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# error.user.decoding.message
source: %@ received data from %@ that this Starcat version cannot read.
ar: تلقى %@ بيانات من %@ لا يمكن لإصدار Starcat هذا قراءتها.
de: %@ hat Daten von %@ erhalten, die diese Starcat-Version nicht lesen kann.
es: %@ recibió datos de %@ que esta versión de Starcat no puede leer.
fr: %@ a reçu des données de %@ que cette version de Starcat ne peut pas lire.
id: %@ menerima data dari %@ yang tidak dapat dibaca oleh versi Starcat ini.
it: %@ ha ricevuto dati da %@ che questa versione di Starcat non può leggere.
ja: %@ が %@ からこのStarcatバージョンで読み取れないデータを受信しました。
ko: %@이(가) %@에서 이 Starcat 버전이 읽을 수 없는 데이터를 수신했습니다.
nl: %@ ontving gegevens van %@ die deze Starcat-versie niet kan lezen.
pl: %@ otrzymało dane z %@, których ta wersja Starcat nie może odczytać.
pt_br: %@ recebeu dados de %@ que esta versão do Starcat não consegue ler.
ru: %@ получил данные от %@, которые эта версия Starcat не может прочитать.
tr: %@, %@'den bu Starcat sürümünün okuyamadığı veriler aldı.
uk: %@ отримав дані від %@, які ця версія Starcat не може прочитати.
vi: %@ nhận được dữ liệu từ %@ mà phiên bản Starcat này không thể đọc.
zh_hans: %@ 收到了来自 %@ 的数据，但当前 Starcat 版本无法读取。
zh_hant: %@ 收到了来自 %@ 的数据，但当前 Starcat 版本无法读取。

# error.user.decoding.recovery
source: Try updating Starcat. If it still fails, export debug logs and send them to dong4j.
ar: حاول تحديث Starcat. إذا استمر الفشل، قم بتصدير سجلات التصحيح وأرسلها إلى dong4j.
de: Versuchen Sie, Starcat zu aktualisieren. Falls das Problem weiterhin besteht, exportieren Sie Debug-Protokolle und senden Sie sie an dong4j.
es: Intenta actualizar Starcat. Si sigue fallando, exporta los registros de depuración y envíalos a dong4j.
fr: Essayez de mettre à jour Starcat. Si le problème persiste, exportez les journaux de débogage et envoyez-les à dong4j.
id: Coba perbarui Starcat. Jika masih gagal, ekspor log debug dan kirimkan ke dong4j.
it: Prova ad aggiornare Starcat. Se persiste, esporta i log di debug e inviali a dong4j.
ja: Starcatをアップデートしてください。それでも失敗する場合は、デバッグログを書き出してdong4jに送信してください。
ko: Starcat을 업데이트해 보세요. 그래도 실패하면 디버그 로그를 내보내 dong4j에게 보내주세요.
nl: Probeer Starcat bij te werken. Als het blijft mislukken, exporteer dan debuglogs en stuur ze naar dong4j.
pl: Spróbuj zaktualizować Starcat. Jeśli nadal nie działa, wyeksportuj logi debugowania i wyślij je do dong4j.
pt_br: Tente atualizar o Starcat. Se ainda falhar, exporte os registros de depuração e envie para dong4j.
ru: Попробуйте обновить Starcat. Если проблема сохранится, экспортируйте отладочные логи и отправьте их dong4j.
tr: Starcat'ı güncellemeyi deneyin. Hala başarısız olursa, hata ayıklama günlüklerini dışa aktarın ve dong4j'e gönderin.
uk: Спробуйте оновити Starcat. Якщо проблема не зникне, експортуйте журнали налагодження та надішліть їх dong4j.
vi: Hãy thử cập nhật Starcat. Nếu vẫn thất bại, hãy xuất nhật ký gỡ lỗi và gửi cho dong4j.
zh_hans: 请尝试更新 Starcat；如果仍失败，请导出调试日志发给 dong4j。
zh_hant: 请尝试更新 Starcat；如果仍失败，请导出调试日志发给 dong4j。

# error.user.decoding.title
source: Data format is not supported
ar: تنسيق البيانات غير مدعوم
de: Datenformat wird nicht unterstützt
es: El formato de datos no es compatible
fr: Le format des données n'est pas pris en charge
id: Format data tidak didukung
it: Formato dati non supportato
ja: データ形式がサポートされていません
ko: 지원되지 않는 데이터 형식
nl: Gegevensformaat wordt niet ondersteund
pl: Format danych nie jest obsługiwany
pt_br: Formato de dados não suportado
ru: Формат данных не поддерживается
tr: Veri formatı desteklenmiyor
uk: Формат даних не підтримується
vi: Định dạng dữ liệu không được hỗ trợ
zh_hans: 数据格式暂不支持
zh_hant: 数据格式暂不支持

# error.user.localData.message
source: %@ could not access Starcat local data.
ar: تعذر على %@ الوصول إلى بيانات Starcat المحلية.
de: %@ konnte nicht auf lokale Starcat-Daten zugreifen.
es: %@ no pudo acceder a los datos locales de Starcat.
fr: %@ n'a pas pu accéder aux données locales de Starcat.
id: %@ tidak dapat mengakses data lokal Starcat.
it: %@ non ha potuto accedere ai dati locali di Starcat.
ja: %@ がStarcatのローカルデータにアクセスできませんでした。
ko: %@이(가) Starcat 로컬 데이터에 접근할 수 없습니다.
nl: %@ had geen toegang tot lokale Starcat-gegevens.
pl: %@ nie może uzyskać dostępu do lokalnych danych Starcat.
pt_br: %@ não pôde acessar os dados locais do Starcat.
ru: %@ не удалось получить доступ к локальным данным Starcat.
tr: %@, Starcat yerel verilerine erişemedi.
uk: %@ не вдалося отримати доступ до локальних даних Starcat.
vi: %@ không thể truy cập dữ liệu cục bộ của Starcat.
zh_hans: %@ 无法访问 Starcat 本地数据。
zh_hant: %@ 无法访问 Starcat 本地数据。

# error.user.localData.recovery
source: Restart Starcat. If the problem remains, export debug logs before deleting any local files.
ar: أعد تشغيل Starcat. إذا استمرت المشكلة، قم بتصدير سجلات التصحيح قبل حذف أي ملفات محلية.
de: Starten Sie Starcat neu. Wenn das Problem bestehen bleibt, exportieren Sie Debug-Protokolle, bevor Sie lokale Dateien löschen.
es: Reinicia Starcat. Si el problema persiste, exporta los registros de depuración antes de eliminar cualquier archivo local.
fr: Redémarrez Starcat. Si le problème persiste, exportez les journaux de débogage avant de supprimer des fichiers locaux.
id: Mulai ulang Starcat. Jika masalah berlanjut, ekspor log debug sebelum menghapus file lokal.
it: Riavvia Starcat. Se il problema persiste, esporta i log di debug prima di eliminare file locali.
ja: Starcatを再起動してください。問題が解決しない場合は、ローカルファイルを削除する前にデバッグログを書き出してください。
ko: Starcat을 다시 시작하세요. 문제가 지속되면 로컬 파일을 삭제하기 전에 디버그 로그를 내보내세요.
nl: Start Starcat opnieuw. Als het probleem aanhoudt, exporteer dan debuglogs voordat je lokale bestanden verwijdert.
pl: Uruchom ponownie Starcat. Jeśli problem nadal występuje, wyeksportuj logi debugowania przed usunięciem plików lokalnych.
pt_br: Reinicie o Starcat. Se o problema persistir, exporte os registros de depuração antes de excluir qualquer arquivo local.
ru: Перезапустите Starcat. Если проблема останется, экспортируйте отладочные логи перед удалением локальных файлов.
tr: Starcat'ı yeniden başlatın. Sorun devam ederse, herhangi bir yerel dosyayı silmeden önce hata ayıklama günlüklerini dışa aktarın.
uk: Перезапустіть Starcat. Якщо проблема залишиться, експортуйте журнали налагодження перед видаленням локальних файлів.
vi: Khởi động lại Starcat. Nếu vấn đề vẫn còn, hãy xuất nhật ký gỡ lỗi trước khi xóa bất kỳ tệp cục bộ nào.
zh_hans: 请重启 Starcat；如果问题仍然存在，请先导出调试日志，不要直接删除本地文件。
zh_hant: 请重启 Starcat；如果问题仍然存在，请先导出调试日志，不要直接删除本地文件。

# error.user.localData.title
source: Local data is unavailable
ar: البيانات المحلية غير متاحة
de: Lokale Daten nicht verfügbar
es: Los datos locales no están disponibles
fr: Les données locales sont indisponibles
id: Data lokal tidak tersedia
it: Dati locali non disponibili
ja: ローカルデータが利用できません
ko: 로컬 데이터를 사용할 수 없음
nl: Lokale gegevens niet beschikbaar
pl: Dane lokalne są niedostępne
pt_br: Dados locais indisponíveis
ru: Локальные данные недоступны
tr: Yerel veri kullanılamıyor
uk: Локальні дані недоступні
vi: Dữ liệu cục bộ không khả dụng
zh_hans: 本地数据不可用
zh_hant: 本地数据不可用

# error.user.network.message
source: %@ could not reach %@.
ar: تعذر على %@ الوصول إلى %@.
de: %@ konnte %@ nicht erreichen.
es: %@ no pudo alcanzar %@.
fr: %@ n'a pas pu joindre %@.
id: %@ tidak dapat menjangkau %@.
it: %@ non ha potuto raggiungere %@.
ja: %@ が %@ に到達できませんでした。
ko: %@이(가) %@에 연결할 수 없습니다.
nl: %@ kon %@ niet bereiken.
pl: %@ nie może połączyć się z %@.
pt_br: %@ não pôde alcançar %@.
ru: %@ не удалось связаться с %@.
tr: %@, %@'e ulaşamadı.
uk: %@ не вдалося зв'язатися з %@.
vi: %@ không thể kết nối tới %@.
zh_hans: %@ 无法连接到 %@。
zh_hant: %@ 无法连接到 %@。

# error.user.network.recovery
source: Check your network connection, VPN/proxy, and service address, then try again.
ar: تحقق من اتصال الشبكة، VPN/الوكيل، وعنوان الخدمة، ثم حاول مرة أخرى.
de: Überprüfen Sie Ihre Netzwerkverbindung, VPN/Proxy und die Dienstadresse und versuchen Sie es erneut.
es: Verifica tu conexión de red, VPN/proxy y dirección del servicio, luego inténtalo de nuevo.
fr: Vérifiez votre connexion réseau, VPN/proxy et l'adresse du service, puis réessayez.
id: Periksa koneksi jaringan, VPN/proxy, dan alamat layanan, lalu coba lagi.
it: Controlla la connessione di rete, VPN/proxy e l'indirizzo del servizio, poi riprova.
ja: ネットワーク接続、VPN/プロキシ、サービスアドレスを確認してから再試行してください。
ko: 네트워크 연결, VPN/프록시 및 서비스 주소를 확인한 후 다시 시도하세요.
nl: Controleer je netwerkverbinding, VPN/proxy en serviceadres en probeer het opnieuw.
pl: Sprawdź połączenie sieciowe, VPN/proxy i adres usługi, a następnie spróbuj ponownie.
pt_br: Verifique sua conexão de rede, VPN/proxy e endereço do serviço e tente novamente.
ru: Проверьте сетевое подключение, VPN/прокси и адрес сервиса, затем повторите попытку.
tr: Ağ bağlantınızı, VPN/proxy'nizi ve hizmet adresinizi kontrol edin, ardından tekrar deneyin.
uk: Перевірте мережеве з'єднання, VPN/проксі та адресу служби, потім спробуйте знову.
vi: Kiểm tra kết nối mạng, VPN/proxy và địa chỉ dịch vụ, sau đó thử lại.
zh_hans: 请检查网络连接、VPN/代理和服务地址后重试。
zh_hant: 请检查网络连接、VPN/代理和服务地址后重试。

# error.user.network.title
source: Network connection failed
ar: فشل اتصال الشبكة
de: Netzwerkverbindung fehlgeschlagen
es: Error de conexión de red
fr: Échec de la connexion réseau
id: Koneksi jaringan gagal
it: Connessione di rete fallita
ja: ネットワーク接続に失敗しました
ko: 네트워크 연결 실패
nl: Netwerkverbinding mislukt
pl: Połączenie sieciowe nie powiodło się
pt_br: Falha na conexão de rede
ru: Сетевое подключение не удалось
tr: Ağ bağlantısı başarısız oldu
uk: Не вдалося встановити мережеве з'єднання
vi: Kết nối mạng thất bại
zh_hans: 网络连接失败
zh_hant: 网络连接失败

# error.user.notFound.message
source: %@ could not find the requested resource on %@.
ar: تعذر على %@ العثور على المورد المطلوب على %@.
de: %@ konnte die angeforderte Ressource auf %@ nicht finden.
es: %@ no pudo encontrar el recurso solicitado en %@.
fr: %@ n'a pas trouvé la ressource demandée sur %@.
id: %@ tidak dapat menemukan sumber daya yang diminta di %@.
it: %@ non ha trovato la risorsa richiesta su %@.
ja: %@ が %@ 上で要求されたリソースを見つけられませんでした。
ko: %@이(가) %@에서 요청한 리소스를 찾을 수 없습니다.
nl: %@ kon de gevraagde bron niet vinden op %@.
pl: %@ nie znalazło żądanego zasobu na %@.
pt_br: %@ não pôde encontrar o recurso solicitado em %@.
ru: %@ не удалось найти запрошенный ресурс на %@.
tr: %@, %@ üzerinde istenen kaynağı bulamadı.
uk: %@ не вдалося знайти запитаний ресурс на %@.
vi: %@ không tìm thấy tài nguyên được yêu cầu trên %@.
zh_hans: %@ 未能在 %@ 找到请求的资源。
zh_hant: %@ 未能在 %@ 找到请求的资源。

# error.user.notFound.recovery
source: The repository or service endpoint may have moved or been deleted.
ar: ربما تم نقل المستودع أو نقطة نهاية الخدمة أو حذفها.
de: Das Repository oder der Dienstendpunkt wurde möglicherweise verschoben oder gelöscht.
es: El repositorio o el punto final del servicio puede haberse movido o eliminado.
fr: Le dépôt ou le point d'accès du service a peut-être été déplacé ou supprimé.
id: Repositori atau titik akhir layanan mungkin telah dipindahkan atau dihapus.
it: Il repository o l'endpoint del servizio potrebbe essere stato spostato o eliminato.
ja: リポジトリまたはサービスエンドポイントが移動または削除された可能性があります。
ko: 저장소 또는 서비스 엔드포인트가 이동되었거나 삭제되었을 수 있습니다.
nl: De repository of het service-eindpunt is mogelijk verplaatst of verwijderd.
pl: Repozytorium lub punkt końcowy usługi mógł zostać przeniesiony lub usunięty.
pt_br: O repositório ou endpoint do serviço pode ter sido movido ou excluído.
ru: Репозиторий или конечная точка сервиса могли быть перемещены или удалены.
tr: Depo veya hizmet uç noktası taşınmış veya silinmiş olabilir.
uk: Репозиторій або кінцева точка служби могли бути переміщені або видалені.
vi: Kho lưu trữ hoặc điểm cuối dịch vụ có thể đã được di chuyển hoặc bị xóa.
zh_hans: 仓库或服务端点可能已移动或删除。
zh_hant: 仓库或服务端点可能已移动或删除。

# error.user.notFound.title
source: Resource not found
ar: المورد غير موجود
de: Ressource nicht gefunden
es: Recurso no encontrado
fr: Ressource non trouvée
id: Sumber daya tidak ditemukan
it: Risorsa non trovata
ja: リソースが見つかりません
ko: 리소스를 찾을 수 없음
nl: Bron niet gevonden
pl: Zasób nie znaleziony
pt_br: Recurso não encontrado
ru: Ресурс не найден
tr: Kaynak bulunamadı
uk: Ресурс не знайдено
vi: Không tìm thấy tài nguyên
zh_hans: 资源不存在
zh_hant: 资源不存在

# error.user.rateLimited.message
source: %@ was temporarily limited by %@.
ar: تم تقييد %@ مؤقتًا بواسطة %@.
de: %@ wurde vorübergehend von %@ eingeschränkt.
es: %@ fue limitado temporalmente por %@.
fr: %@ a été temporairement limité par %@.
id: %@ dibatasi sementara oleh %@.
it: %@ è stato temporaneamente limitato da %@.
ja: %@ が %@ によって一時的に制限されました。
ko: %@이(가) %@에 의해 일시적으로 제한되었습니다.
nl: %@ werd tijdelijk beperkt door %@.
pl: %@ zostało tymczasowo ograniczone przez %@.
pt_br: %@ foi temporariamente limitado por %@.
ru: %@ временно ограничен сервисом %@.
tr: %@ geçici olarak %@ tarafından sınırlandırıldı.
uk: %@ тимчасово обмежено %@.
vi: %@ tạm thời bị giới hạn bởi %@.
zh_hans: %@ 被 %@ 暂时限流。
zh_hant: %@ 被 %@ 暂时限流。

# error.user.rateLimited.recovery
source: Wait for the limit window to reset, then try again.
ar: انتظر حتى إعادة تعيين نافذة الحد، ثم حاول مرة أخرى.
de: Warten Sie, bis das Limit zurückgesetzt wird, und versuchen Sie es dann erneut.
es: Espera a que se restablezca la ventana de límite, luego inténtalo de nuevo.
fr: Attendez la réinitialisation de la fenêtre de limite, puis réessayez.
id: Tunggu hingga batas waktu direset, lalu coba lagi.
it: Attendi il ripristino della finestra di limite, poi riprova.
ja: 制限ウィンドウがリセットされるまで待ってから、もう一度お試しください。
ko: 제한 창이 초기화될 때까지 기다린 후 다시 시도하세요.
nl: Wacht tot het limietvenster opnieuw wordt ingesteld en probeer het opnieuw.
pl: Poczekaj na zresetowanie okna limitów, a następnie spróbuj ponownie.
pt_br: Aguarde a janela de limite ser redefinida e tente novamente.
ru: Дождитесь сброса лимита, затем повторите попытку.
tr: Limit penceresinin sıfırlanmasını bekleyin, ardından tekrar deneyin.
uk: Зачекайте, поки скинеться ліміт, потім спробуйте знову.
vi: Chờ cho đến khi giới hạn được đặt lại, sau đó thử lại.
zh_hans: 请等待限流窗口恢复后再试。
zh_hant: 請等待限流窗口重置後再試。

# error.user.rateLimited.title
source: Rate limit reached
ar: تم الوصول إلى حد المعدل
de: Ratenlimit erreicht
es: Límite de tasa alcanzado
fr: Limite de débit atteinte
id: Batas kecepatan tercapai
it: Limite di velocità raggiunto
ja: レート制限に達しました
ko: 속도 제한에 도달함
nl: Snelheidslimiet bereikt
pl: Osiągnięto limit żądań
pt_br: Limite de taxa atingido
ru: Достигнут лимит запросов
tr: Hız sınırına ulaşıldı
uk: Досягнуто ліміту запитів
vi: Đã đạt giới hạn tốc độ
zh_hans: 请求已被限流
zh_hant: 已達請求次數上限

# error.user.secureStorage.message
source: %@ could not access secure storage on %@.
ar: تعذر على %@ الوصول إلى التخزين الآمن على %@.
de: %@ konnte nicht auf den sicheren Speicher auf %@ zugreifen.
es: %@ no pudo acceder al almacenamiento seguro en %@.
fr: %@ n'a pas pu accéder au stockage sécurisé sur %@.
id: %@ tidak dapat mengakses penyimpanan aman di %@.
it: %@ non ha potuto accedere all'archivio sicuro su %@.
ja: %@は%@のセキュアストレージにアクセスできませんでした。
ko: %@이(가) %@에서 보안 저장소에 접근할 수 없습니다.
nl: %@ had geen toegang tot de beveiligde opslag op %@.
pl: %@ nie może uzyskać dostępu do bezpiecznego magazynu na %@.
pt_br: %@ não pôde acessar o armazenamento seguro em %@.
ru: %@ не удалось получить доступ к защищённому хранилищу на %@.
tr: %@, %@ üzerinde güvenli depolamaya erişemedi.
uk: %@ не вдалося отримати доступ до захищеного сховища на %@.
vi: %@ không thể truy cập bộ nhớ an toàn trên %@.
zh_hans: %@ 无法访问 %@ 的安全存储。
zh_hant: %@ 無法存取 %@ 的安全儲存。

# error.user.secureStorage.recovery
source: Check macOS Keychain permission prompts, then try again.
ar: تحقق من مطالبات إذن Keychain في macOS، ثم حاول مرة أخرى.
de: Überprüfen Sie die macOS-Schlüsselbund-Berechtigungsaufforderungen und versuchen Sie es erneut.
es: Verifica los permisos del Llavero de macOS y luego inténtalo de nuevo.
fr: Vérifiez les demandes d'autorisation du trousseau macOS, puis réessayez.
id: Periksa izin Rantai Kunci macOS, lalu coba lagi.
it: Controlla le richieste di autorizzazione del Portachiavi macOS, poi riprova.
ja: macOSのキーチェーンアクセス許可プロンプトを確認してから、もう一度お試しください。
ko: macOS 키체인 권한 프롬프트를 확인한 후 다시 시도하세요.
nl: Controleer de macOS-sleutelhanger machtigingsprompts en probeer het opnieuw.
pl: Sprawdź monity o uprawnienia w pęku kluczy macOS, a następnie spróbuj ponownie.
pt_br: Verifique as solicitações de permissão do Acesso às Chaves do macOS e tente novamente.
ru: Проверьте разрешения для связки ключей macOS, затем повторите попытку.
tr: macOS Anahtar Zinciri izin istemlerini kontrol edin, ardından tekrar deneyin.
uk: Перевірте запити дозволу Keychain macOS, потім спробуйте знову.
vi: Kiểm tra lời nhắc quyền truy cập Keychain của macOS, sau đó thử lại.
zh_hans: 请检查 macOS 钥匙串授权提示后重试。
zh_hant: 請檢查 macOS 鑰匙圈授權提示後重試。

# error.user.secureStorage.title
source: Secure storage is unavailable
ar: التخزين الآمن غير متاح
de: Sicherer Speicher nicht verfügbar
es: El almacenamiento seguro no está disponible
fr: Le stockage sécurisé est indisponible
id: Penyimpanan aman tidak tersedia
it: Archivio sicuro non disponibile
ja: セキュアストレージが利用できません
ko: 보안 저장소를 사용할 수 없음
nl: Beveiligde opslag niet beschikbaar
pl: Bezpieczny magazyn jest niedostępny
pt_br: Armazenamento seguro indisponível
ru: Защищённое хранилище недоступно
tr: Güvenli depolama kullanılamıyor
uk: Захищене сховище недоступне
vi: Bộ nhớ an toàn không khả dụng
zh_hans: 安全存储不可用
zh_hant: 安全儲存無法使用

# error.user.service.default
source: the service
ar: الخدمة
de: der Dienst
es: el servicio
fr: le service
id: layanan
it: il servizio
ja: サービス
ko: 서비스
nl: de service
pl: usługa
pt_br: o serviço
ru: сервис
tr: hizmet
uk: служба
vi: dịch vụ
zh_hans: 服务
zh_hant: 服務

# error.user.service.message
source: %@ could not complete because %@ is unavailable or returned an error.
ar: تعذر على %@ الإكمال لأن %@ غير متاح أو أعاد خطأ.
de: %@ konnte nicht abgeschlossen werden, da %@ nicht verfügbar ist oder einen Fehler zurückgegeben hat.
es: %@ no pudo completarse porque %@ no está disponible o devolvió un error.
fr: %@ n'a pas pu être terminé car %@ est indisponible ou a renvoyé une erreur.
id: %@ tidak dapat diselesaikan karena %@ tidak tersedia atau mengembalikan kesalahan.
it: %@ non ha potuto completare perché %@ non è disponibile o ha restituito un errore.
ja: %@は%@が利用できないかエラーを返したため、完了できませんでした。
ko: %@이(가) %@을(를) 사용할 수 없거나 오류를 반환하여 완료할 수 없습니다.
nl: %@ kon niet worden voltooid omdat %@ niet beschikbaar is of een fout retourneerde.
pl: %@ nie mogło zostać ukończone, ponieważ %@ jest niedostępne lub zwróciło błąd.
pt_br: %@ não pôde ser concluído porque %@ está indisponível ou retornou um erro.
ru: %@ не удалось завершить, так как %@ недоступен или вернул ошибку.
tr: %@ tamamlanamadı çünkü %@ kullanılamıyor veya bir hata döndürdü.
uk: %@ не вдалося завершити, оскільки %@ недоступна або повернула помилку.
vi: %@ không thể hoàn thành vì %@ không khả dụng hoặc trả về lỗi.
zh_hans: %@ 未能完成，因为 %@ 不可用或返回了错误。
zh_hant: %@ 無法完成，因為 %@ 不可用或傳回錯誤。

# error.user.service.recovery
source: Try again later. If you use a custom service URL or API Key, test it in Settings.
ar: حاول مرة أخرى لاحقًا. إذا كنت تستخدم عنوان URL خدمة مخصص أو مفتاح API، فاختبره في الإعدادات.
de: Versuchen Sie es später erneut. Wenn Sie eine benutzerdefinierte Dienst-URL oder einen API-Schlüssel verwenden, testen Sie diese in den Einstellungen.
es: Inténtalo de nuevo más tarde. Si usas una URL de servicio o clave API personalizada, pruébala en Ajustes.
fr: Réessayez plus tard. Si vous utilisez une URL de service ou une clé API personnalisée, testez-la dans les réglages.
id: Coba lagi nanti. Jika Anda menggunakan URL layanan kustom atau Kunci API, uji di Pengaturan.
it: Riprova più tardi. Se usi un URL di servizio personalizzato o una chiave API, testalo nelle Impostazioni.
ja: 後でもう一度お試しください。カスタムサービスURLまたはAPIキーを使用している場合は、設定でテストしてください。
ko: 나중에 다시 시도하세요. 사용자 정의 서비스 URL 또는 API 키를 사용하는 경우 설정에서 테스트하세요.
nl: Probeer het later opnieuw. Als je een aangepaste service-URL of API-sleutel gebruikt, test deze dan in Instellingen.
pl: Spróbuj ponownie później. Jeśli używasz niestandardowego adresu URL usługi lub klucza API, przetestuj go w Ustawieniach.
pt_br: Tente novamente mais tarde. Se você usa uma URL de serviço personalizada ou Chave de API, teste-a nos Ajustes.
ru: Повторите попытку позже. Если вы используете собственный URL сервиса или API-ключ, проверьте их в настройках.
tr: Daha sonra tekrar deneyin. Özel bir hizmet URL'si veya API Anahtarı kullanıyorsanız, Ayarlar'da test edin.
uk: Спробуйте пізніше. Якщо ви використовуєте власну URL-адресу служби або ключ API, перевірте їх у налаштуваннях.
vi: Thử lại sau. Nếu bạn sử dụng URL dịch vụ tùy chỉnh hoặc API Key, hãy kiểm tra trong Cài đặt.
zh_hans: 请稍后重试；如果你使用自定义服务地址或 API Key，请在设置中测试连接。
zh_hant: 請稍後重試。若您使用自訂服務網址或 API Key，請在設定中測試連線。

# error.user.service.title
source: Service is unavailable
ar: الخدمة غير متاحة
de: Dienst nicht verfügbar
es: El servicio no está disponible
fr: Le service est indisponible
id: Layanan tidak tersedia
it: Servizio non disponibile
ja: サービスが利用できません
ko: 서비스를 사용할 수 없음
nl: Service niet beschikbaar
pl: Usługa jest niedostępna
pt_br: Serviço indisponível
ru: Сервис недоступен
tr: Hizmet kullanılamıyor
uk: Служба недоступна
vi: Dịch vụ không khả dụng
zh_hans: 服务暂时不可用
zh_hant: 服務暫時無法使用

# error.user.unauthorized.message
source: %@ could not authenticate with %@.
ar: تعذر على %@ المصادقة مع %@.
de: %@ konnte sich nicht bei %@ authentifizieren.
es: %@ no pudo autenticarse con %@.
fr: %@ n'a pas pu s'authentifier auprès de %@.
id: %@ tidak dapat mengautentikasi dengan %@.
it: %@ non ha potuto autenticarsi con %@.
ja: %@は%@で認証できませんでした。
ko: %@이(가) %@으로 인증할 수 없습니다.
nl: %@ kon niet authenticeren met %@.
pl: %@ nie może uwierzytelnić się w %@.
pt_br: %@ não pôde autenticar com %@.
ru: %@ не удалось пройти аутентификацию в %@.
tr: %@, %@ ile kimlik doğrulaması yapamadı.
uk: %@ не вдалося автентифікуватися з %@.
vi: %@ không thể xác thực với %@.
zh_hans: %@ 无法通过 %@ 鉴权。
zh_hant: %@ 無法通過 %@ 驗證。

# error.user.unauthorized.recovery
source: Sign in again or check the API Key configured for this service.
ar: سجل الدخول مرة أخرى أو تحقق من مفتاح API المكون لهذه الخدمة.
de: Melden Sie sich erneut an oder überprüfen Sie den für diesen Dienst konfigurierten API-Schlüssel.
es: Inicia sesión de nuevo o verifica la clave API configurada para este servicio.
fr: Connectez-vous à nouveau ou vérifiez la clé API configurée pour ce service.
id: Masuk lagi atau periksa Kunci API yang dikonfigurasi untuk layanan ini.
it: Accedi di nuovo o controlla la chiave API configurata per questo servizio.
ja: 再度サインインするか、このサービスに設定されたAPIキーを確認してください。
ko: 다시 로그인하거나 이 서비스에 대해 구성된 API 키를 확인하세요.
nl: Meld je opnieuw aan of controleer de API-sleutel die voor deze service is geconfigureerd.
pl: Zaloguj się ponownie lub sprawdź klucz API skonfigurowany dla tej usługi.
pt_br: Faça login novamente ou verifique a Chave de API configurada para este serviço.
ru: Войдите снова или проверьте API-ключ, настроенный для этого сервиса.
tr: Tekrar oturum açın veya bu hizmet için yapılandırılmış API Anahtarını kontrol edin.
uk: Увійдіть знову або перевірте ключ API, налаштований для цієї служби.
vi: Đăng nhập lại hoặc kiểm tra API Key được cấu hình cho dịch vụ này.
zh_hans: 请重新登录，或检查该服务配置的 API Key。
zh_hant: 請重新登入，或檢查此服務設定的 API Key。

# error.user.unauthorized.title
source: Authentication failed
ar: فشلت المصادقة
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Échec de l'authentification
id: Otentikasi gagal
it: Autenticazione fallita
ja: 認証に失敗しました
ko: 인증 실패
nl: Authenticatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt_br: Falha na autenticação
ru: Ошибка аутентификации
tr: Kimlik doğrulaması başarısız oldu
uk: Помилка автентифікації
vi: Xác thực thất bại
zh_hans: 鉴权失败
zh_hant: 驗證失敗
